Repository: jitvarpatil/repo-clone-ios
Catalog: CometChatUIKitSwift/Components/Shared/Resources/*.lproj/Localizable.strings
Languages: ar, hi, hu

source: Chats
ar: المحادثات
hi: चैट्स
hu: Beszélgetések

source: Users
ar: المستخدمون
hi: उपयोगकर्ता
hu: Felhasználók

source: Calls
ar: المكالمات
hi: कॉल्स
hu: Hívások

source: Groups
ar: المجموعات
hi: समूह
hu: Csoportok

# MESSAGE_WAS_DELETED
source: This message was deleted
ar: تم حذف هذه الرسالة
hi: यह संदेश हटा दिया गया था
hu: Ez az üzenet törölve lett

# MESSAGE_IMAGE
source: Photo
ar: صورة
hi: फोटो
hu: Fénykép

# MESSAGE_VIDEO
source: Video
ar: فيديو
hi: वीडियो
hu: Videó

# MESSAGE_AUDIO
source: Audio
ar: صوت
hi: ऑडियो
hu: Hang

# MESSAGE_FILE
source: File
ar: ملف
hi: फ़ाइल
hu: Fájl

# CUSTOM_MESSAGE_LOCATION
source: Location
ar: الموقع
hi: स्थान
hu: Helyszín

# CUSTOM_MESSAGE_POLL
source: Poll
ar: استطلاع
hi: मतदान
hu: Szavazás

# CUSTOM_MESSAGE_STICKER
source: Sticker
ar: ملصق
hi: स्टिकर
hu: Matrica

# CUSTOM_MESSAGE_WHITEBOARD
source: Whiteboard
ar: سبورة
hi: व्हाइटबोर्ड

# CUSTOM_MESSAGE_DOCUMENT
source: Document
ar: مستند
hi: दस्तावेज़
hu: Dokumentum

source: Online
ar: متصل
hi: ऑनलाइन
hu: Elérhető

source: Offline
ar: غير متصل
hi: ऑफ़लाइन
hu: Nem elérhető

source: You
ar: أنت
hi: आप
hu: Te

source: Admin
ar: المشرف
hi: प्रशासक

source: Moderator
ar: المنسّق
hi: मॉडरेटर
hu: Moderátor

source: Participant
ar: مشارك
hi: प्रतिभागी
hu: Résztvevő

source: Blocked Users
ar: المستخدمون المحظورون
hi: ब्लॉक किए गए उपयोगकर्ता
hu: Letiltott felhasználók

source: Everybody
ar: الجميع
hi: हर कोई
hu: Mindenki

source: Preferences
ar: التفضيلات
hi: प्राथमिकताएँ
hu: Beállítások

source: Members
ar: الأعضاء
hi: सदस्य
hu: Tagok

source: Member
ar: عضو
hi: सदस्य
hu: Tag

source: Cancel
ar: إلغاء
hi: रद्द करें
hu: Mégse

source: Today
ar: اليوم
hi: आज
hu: Ma

source: Yesterday
ar: أمس
hi: कल
hu: Tegnap

source: Photo & Video Library
ar: مكتبة الصور والفيديو
hi: फोटो और वीडियो पुस्तकालय
hu: Képek és videók

source: Take a Photo
ar: التقاط صورة
hi: फोटो लें
hu: Fénykép készítése

source: Edit Message
ar: تعديل الرسالة
hi: संदेश संपादित करें
hu: Üzenet szerkesztése

# DELETE_MESSAGE
source: Delete
ar: حذف
hi: हटाएं
hu: Törlés

source: Collaborative Whiteboard
ar: سبورة تعاونية
hi: सहयोगी व्हाइटबोर्ड
hu: Közös Whiteboard

# TYPE_A_MESSAGE
source: Type a Message here
ar: اكتب رسالة هنا
hi: यहाँ संदेश टाइप करें
hu: Írj üzenetet ide

source: Typing...
ar: يكتب...
hi: टाइपिंग...
hu: Gépel...

source: is typing...
ar: يكتب...
hi: टाइप कर रहा है...
hu: gépel...

source: Unblock
ar: إلغاء الحظر
hi: अनब्लॉक करें
hu: Tiltás feloldása

source: Owner
ar: المالك
hi: मालिक
hu: Tulajdonos

source: OK
ar: موافق
hi: ठीक है

source: Add Members
ar: إضافة أعضاء
hi: सदस्य जोड़ें
hu: Tagok hozzáadása

source: Ban Member
ar: حظر عضو
hi: सदस्य को प्रतिबंधित करें
hu: Tag kitiltása

source: Unban Member
ar: عضوًا
hi: सदस्य का प्रतिबंध हटाएं
hu: Tag tiltásának feloldása

source: Create Group
ar: إنشاء مجموعة
hi: समूह बनाएँ
hu: Csoport létrehozása

source: Forward Message
ar: رسالة إلى الأمام
hi: संदेश अग्रेषित करें
hu: Üzenet továbbítása

source: History
ar: التاريخ
hi: इतिहास
hu: Előzmények

# ONE_REPLY
source: 1 reply
ar: 1 الرد
hi: 1 प्रत्युत्तर
hu: 1 válasz

# ZERO_REPLY
source: 0 replies
ar: 0 الرد
hi: 0 प्रत्युत्तर
hu: 0 válasz

source: replies
ar: الردود
hi: उत्तर
hu: válaszok

source: Join
ar: انضم
hi: शामिल हों
hu: Csatlakozz

# YOU_INITIATED_GROUP_AUDIO_CALL
source: You’ve initiated a group call
ar: لقد بدأت مكالمة جماعية
hi: आपने समूह कॉल शुरू किया है
hu: Csoportos hanghívást kezdeményeztél

# YOU_INITIATED_GROUP_VIDEO_CALL
source: You’ve initiated a group call
ar: لقد بدأت مكالمة جماعية
hi: आपने समूह कॉल शुरू किया है
hu: Csoportos videóhívást kezdeményeztél

# HAS_INITIATED_GROUP_AUDIO_CALL
source: has initiated a group call
ar: بدأ مكالمة جماعية
hi: ने समूह कॉल शुरू किया है
hu: csoportos hanghívást kezdeményezett

# HAS_INITIATED_GROUP_VIDEO_CALL
source: has initiated a group call
ar: بدأ مكالمة جماعية
hi: ने समूह कॉल शुरू किया है
hu: csoportos videóhívást kezdeményezett

source: Edit
ar: تعديل
hi: संपादित करें
hu: Szerkesztés

source: Search
ar: بحث
hi: खोजें
hu: Keresés

source: Error
ar: خطأ
hi: त्रुटि
hu: Hiba

source: Call Rejected
ar: تم رفض المكالمة
hi: कॉल अस्वीकृत
hu: Hívás elutasítva

source: Rejected Call
ar: مكالمة مرفوضة
hi: अस्वीकृत कॉल
hu: Elutasított hívás

source: Call accepted
ar: تم قبول المكالمة
hi: कॉल स्वीकार किया गया
hu: Hívás elfogadva

source: joined
ar: انضم
hi: शामिल हुआ
hu: csatlakozott

source: Unanswered Audio Call
ar: مكالمة صوتية لم يُرد عليها
hi: अनुत्तरित ऑडियो कॉल
hu: Meg nem válaszolt hanghívás

source: Unanswered Video Call
ar: مكالمة فيديو لم يُرد عليها
hi: अनुत्तरित वीडियो कॉल
hu: Meg nem válaszolt videóhívás

source: Call ended
ar: انتهت المكالمة
hi: कॉल समाप्त हुई
hu: Hívás véget ért

source: Call Cancelled
ar: تم إلغاء المكالمة
hi: कॉल रद्द की गई
hu: Hívás megszakítva

source: Unban
ar: إلغاء الحظر
hi: प्रतिबंध हटाएं
hu: Tiltás feloldása

source: Collaborative Document
ar: مستند تعاوني
hi: सहयोगी दस्तावेज़
hu: Közös dokumentum

source: Reply in Thread
ar: الرد في سلسلة
hi: थ्रेड में उत्तर दें
hu: Válasz a szálban

source: Calling
ar: جاري الاتصال
hi: कॉल कर रहा है
hu: Hívás folyamatban

source: Outgoing
ar: صادر
hi: आउटगोइंग
hu: Kimenő

source: Incoming
ar: وارد
hi: इनकमिंग
hu: Bejövő

source: Missed Call
ar: مكالمة فائتة
hi: मिस्ड कॉल
hu: Nem fogadott hívás

source: Yes
ar: نعم
hi: हाँ
hu: Igen

source: Send
ar: إرسال
hi: भेजें
hu: Küldés

source: Share
ar: مشاركة
hi: साझा करें
hu: Megosztás

source: View
ar: عرض
hi: देखें
hu: Megtekintés

source: Read
ar: تمت القراءة
hi: पढ़ा
hu: Olvasva

source: Delivered
ar: تم التسليم
hi: डिलिवर्ड
hu: Kézbesítve

source: Ended
ar: انتهت
hi: समाप्त
hu: Véget ért

source: Ongoing
ar: جارية
hi: चल रहा है
hu: Folyamatban

source: Warning!
ar: تحذير!
hi: चेतावनी!
hu: Figyelem!

source: Call Unanswered
ar: مكالمة لم يُرد عليها
hi: अनुत्तरित कॉल
hu: Meg nem válaszolt hívás

source: Action Message
ar: رسالة إجراء
hi: क्रिया संदेश
hu: Művelet üzenet

# CURRENTLY_RECORDING
source: The application is currently recording sounds
ar: يتم تسجيل الصوت حاليًا
hi: एप्लिकेशन वर्तमान में ध्वनियाँ रिकॉर्ड कर रहा है
hu: Az alkalmazás épp hangot rögzít

# CURENTLY_PLAYING
source: The application is already playing a sound
ar: يتم تشغيل الصوت حاليًا
hi: एप्लिकेशन पहले से ही ध्वनि चला रहा है
hu: Az alkalmazás már lejátszik hangot

# CURENTLY_NOT_PLAYING
source: The application is not currently playing
ar: لا يتم تشغيل أي صوت حاليًا
hi: एप्लिकेशन वर्तमान में कुछ नहीं चला रहा है
hu: Jelenleg nem történik lejátszás

# INVALID_PATH_FOR_AUDIO
source: Invalid path for audio file
ar: مسار ملف الصوت غير صالح
hi: ऑडियो फ़ाइल के लिए अमान्य पथ
hu: Érvénytelen hangfájl-elérési út

# UNABLE_TO_RECORD_ERROR
source: Unable to record sound at the moment; please try again
ar: يتعذر التسجيل الآن؛ حاول مرة أخرى
hi: वर्तमान में ध्वनि रिकॉर्ड नहीं की जा सकती; कृपया पुनः प्रयास करें
hu: Hangrögzítés sikertelen; próbáld újra később

# UNABLE_TO_PLAY_ERROR
source: Unable to play sound at the moment; please try again
ar: يتعذر التشغيل الآن؛ حاول مرة أخرى
hi: वर्तमान में ध्वनि नहीं चल सकती; कृपया पुनः प्रयास करें
hu: Hang lejátszása sikertelen; próbáld újra később

# UNABLE_TO_RECORD_PERMISSION
source: Unable to record sound because the permission has not been granted. This can be changed in your; settings.
ar: لا يمكن التسجيل بسبب عدم منح الإذن. يمكنك تغيير ذلك في الإعدادات.
hi: अनुमति नहीं मिलने के कारण ध्वनि रिकॉर्ड नहीं की जा सकती। इसे आपके सेटिंग्स में बदला जा सकता है।
hu: Nem sikerült a hangrögzítés, mert nem adtál engedélyt. Ezt a beállításokban módosíthatod.

# ERROR_OCCOURD_DURING_RECORD
source: An error occured while trying to process audio command; please try again
ar: حدث خطأ أثناء معالجة أمر الصوت؛ يرجى المحاولة مرة أخرى
hi: ऑडियो कमांड को प्रोसेस करते समय त्रुटि हुई; कृपया पुनः प्रयास करें
hu: Hiba történt a hangparancs feldolgozása közben; próbáld meg újra

# TRANSLATE_MESSAGE
source: Translate
ar: ترجمة
hi: अनुवाद करें
hu: Fordítás

# NO_TRANSLATION_AVAILABLE
source: Selected language for translation is similar to the language of original message
ar: اللغة المحددة للترجمة مماثلة للغة الرسالة الأصلية
hi: अनुवाद के लिए चयनित भाषा मूल संदेश की भाषा के समान है
hu: A választott nyelv megegyezik az üzenet eredeti nyelvével

source: left
ar: غادر
hi: छोड़ दिया
hu: kilépett

source: kicked
ar: طرد
hi: निकाला गया
hu: kizárta

source: banned
ar: حظر
hi: प्रतिबंधित
hu: kitiltotta

source: unbanned
ar: فك الحظر
hi: प्रतिबंध हटाया गया
hu: visszaengedte

source: made
ar: جعل
hi: बनाया गया
hu: készített

source: added
ar: أضاف
hi: जोड़ा गया
hu: hozzáadta

source: Start
ar: ابدأ
hi: प्रारंभ करें
hu: Indítás

# MAIL_APP_NOT_FOUND_MESSAGE
source: Mail application is not installed in your phone.
ar: لم يتم تثبيت تطبيق البريد على هاتفك.
hi: मेल एप्लिकेशन आपके फोन में इंस्टॉल नहीं है
hu: Nincs telepítve levelezőalkalmazás a telefonodon.

source: Voting...
ar: جاري التصويت...
hi: मतदान हो रहा है...
hu: Szavazás...

# SOMETHING_WENT_WRONG_ERROR
source: Something went wrong, please try again.
ar: حدث خطأ ما؛ يرجى المحاولة مرة أخرى.
hi: कुछ गलत हो गया; कृपया पुनः प्रयास करें
hu: Valami hiba történt; próbáld újra.

source: Continue
ar: متابعة
hi: जारी रखें
hu: Folytatás

source: Try Again
ar: حاول مرة أخرى
hi: फिर से प्रयास करें
hu: Próbáld újra

source: Open Whiteboard
ar: افتح السبورة
hi: व्हाइटबोर्ड खोलें
hu: Whiteboard megnyitása

source: Open document to edit content together.
ar: افتح المستند لتحرير المحتوى معًا.
hi: सामग्री एक साथ संपादित करने के लिए दस्तावेज़ खोलें
hu: Nyisd meg a dokumentumot a közös szerkesztéshez.

source: Open Document
ar: افتح المستند
hi: दस्तावेज़ खोलें
hu: Dokumentum megnyitása

source: Open whiteboard to draw together.
ar: افتح السبورة للرسم معًا.
hi: साथ मिलकर चित्र बनाने के लिए व्हाइटबोर्ड खोलें
hu: Nyisd meg a whiteboardot a közös rajzoláshoz.

# DELETE_CONVERSATION_MESSAGE
source: Would you like to delete this conversation? This conversation will be deleted from all of your devices.
ar: هل تريد حذف هذه المحادثة؟ سيتم حذفها من جميع أجهزتك.
hi: क्या आप इस बातचीत को हटाना चाहेंगे? यह बातचीत आपके सभी उपकरणों से हटा दी जाएगी
hu: Biztosan törlöd ezt a beszélgetést? Minden eszközödről el lesz távolítva.

source: Tap to start conversation
ar: اضغط لبدء المحادثة
hi: बातचीत शुरू करने के लिए टैप करें
hu: Koppints a beszélgetés indításához

source: In a thread ⤵
ar: في سلسلة ⤵
hi: एक थ्रेड में ⤵
hu: Egy szálban ⤵

source: Incoming audio call
ar: مكالمة صوتية واردة
hi: आगामी ऑडियो कॉल
hu: Bejövő hanghívás

source: Incoming video call
ar: مكالمة فيديو واردة
hi: आगामी वीडियो कॉल
hu: Bejövő videóhívás

source: Suggest a reply
ar: اقترح ردًّا
hi: उत्तर का सुझाव दें
hu: Válasz javaslása

source: Form
ar: نموذج
hi: फॉर्म
hu: Űrlap

source: Card
ar: بطاقة
hi: कार्ड
hu: Kártya

source: Conversation Summary
ar: ملخص المحادثة
hi: बातचीत का सारांश
hu: Beszélgetés összefoglalója

# AI_BOT_FIRST_MESSAGE
source: How can I help you with this conversation? Please ask me a question and I'll advice you 🙂
ar: كيف يمكنني مساعدتك في هذه المحادثة؟ اطرح سؤالًا وسأقدم لك المشورة 🙂
hi: मैं इस बातचीत में आपकी कैसे मदद कर सकता हूँ? कृपया मुझसे प्रश्न पूछें और मैं आपको सलाह दूँगा 🙂
hu: Miben segíthetek ebben a beszélgetésben? Tegyél fel kérdést, és tanácsot adok 🙂

source: AI Bot
ar: روبوت الذكاء الاصطناعي
hi: एआई बॉट

source: Outgoing Audio Call
ar: مكالمة صوتية صادرة
hi: आउटगोइंग ऑडियो कॉल
hu: Kimenő hanghívás

source: Outgoing Video Call
ar: مكالمة فيديو صادرة
hi: आउटगोइंग वीडियो कॉल
hu: Kimenő videóhívás

source: Missed Video Call
ar: مكالمة فيديو فائتة
hi: मिस्ड वीडियो कॉल
hu: Nem fogadott videóhívás

source: Missed Audio Call
ar: مكالمة صوتية فائتة
hi: मिस्ड ऑडियो कॉल
hu: Nem fogadott hanghívás

source: Cancelled Audio Call
ar: مكالمة صوتية ملغاة
hi: रद्द किया गया ऑडियो कॉल
hu: Megszakított hanghívás

source: Cancelled Video Call
ar: مكالمة فيديو ملغاة
hi: रद्द किया गया वीडियो कॉल
hu: Megszakított videóhívás

source: Rejected Audio Call
ar: مكالمة صوتية مرفوضة
hi: अस्वीकृत ऑडियो कॉल
hu: Elutasított hanghívás

source: Rejected Video Call
ar: مكالمة فيديو مرفوضة
hi: अस्वीकृत वीडियो कॉल
hu: Elutasított videóhívás

source: Outgoing Call
ar: مكالمة صادرة
hi: आउटगोइंग कॉल
hu: Kimenő hívás

source: Incoming Call
ar: مكالمة واردة
hi: इनकमिंग कॉल
hu: Bejövő hívás

source: Cancelled Call
ar: مكالمة ملغاة
hi: रद्द किया गया कॉल
hu: Megszakított hívás

source: Unanswered Call
ar: مكالمة لم يُرد عليها
hi: अनुत्तरित कॉल
hu: Meg nem válaszolt hívás

source: Recording
ar: تسجيل
hi: रिकॉर्डिंग
hu: Felvétel

source: Participants
ar: المشاركون
hi: प्रतिभागी
hu: Résztvevők

# MEETING_SCHEDULED
source: Your meeting has been scheduled.
ar: تم تحديد موعد اجتماعك.
hi: आपकी बैठक निर्धारित कर दी गई है
hu: Az értekezleted ütemezve lett.

# MEETING_SLOT_BOOK
source: *Your slot has been booked. please try a new slot
ar: *تم حجز موعدك. يرجى تجربة موعد جديد
hi: *आपका समय स्लॉट बुक हो गया है। कृपया नया स्लॉट चुनें
hu: *Az időpontod foglalva. Kérlek, próbálj új időpontot.

# MEETING_BOOK_NEW_SLOT
source: Book New Slot
ar: حجز موعد جديد
hi: नया स्लॉट बुक करें
hu: Új időpont foglalása

# CARD_MESSAGE
source: 📄 Card
ar: 📄 بطاقة
hi: 📄 कार्ड
hu: 📄 Kártya

# FORM_MESSAGE
source: 📄 Form
ar: 📄 نموذج
hi: 📄 फॉर्म
hu: 📄 Űrlap

source: No Time slots available.
ar: لا توجد فترات زمنية متاحة.
hi: कोई समय स्लॉट उपलब्ध नहीं है
hu: Nincsenek elérhető időpontok.

source: Schedule
ar: جدولة
hi: अनुसूची
hu: Ütemezés

source: Meeting With
ar: اجتماع مع
hi: के साथ बैठक
hu: Értekezlet vele

# SCHEDULER_MESSAGE
source: 📄 Scheduler
ar: 📄 برنامج جدول المواعيد
hi: 📄 शेड्यूलर
hu: 📄 Ütemező

source: Select a Day
ar: اختر يومًا
hi: एक दिन चुनें
hu: Válassz egy napot

source: Select a Time
ar: اختر وقتًا
hi: एक समय चुनें
hu: Válassz egy időpontot

# NO_TIME_SLOTS_AVAILABLE_FOR_THIS_DAY
source: No time slot available for this date. Please try another date.
ar: لا تتوفر فترات زمنية لهذا التاريخ. يرجى تجربة تاريخ آخر.
hi: इस तिथि के लिए कोई समय स्लॉट उपलब्ध नहीं है। कृपया दूसरी तिथि चुनें
hu: Nincs elérhető időpont erre a napra. Próbáld meg másik napot.

# REPLIES_R
source: replies
ar: ردود
hi: उत्तर
hu: válasz

# MENTION_LIMIT_TEXT
source: You can mention up to 10 usere at once.
ar: يمكنك ذكر حتى 10 مستخدمين في وقت واحد.
hi: आप एक साथ 10 उपयोगकर्ताओं का उल्लेख कर सकते हैं
hu: Legfeljebb 10 felhasználót említhetsz meg egyszerre.

source: Message Privately
ar: مراسلة خاصة
hi: निजी संदेश भेजें
hu: Privát üzenet küldése

source: Copy
ar: نسخ
hi: कॉपी करें
hu: Másolás

source: Info
ar: معلومات
hi: जानकारी
hu: Információ

# TRANSLATED_TEXT
source: Text Translated
ar: النص المترجم
hi: पाठ अनुवादित
hu: Fordított szöveg

source: No Conversations Yet
ar: لا توجد محادثات حتى الآن
hi: अभी तक कोई बातचीत नहीं
hu: Még nincsenek beszélgetések

source: Start a new chat or invite others to join the conversation.
ar: ابدأ محادثة جديدة أو ادعُ الآخرين للانضمام.
hi: नई चैट शुरू करें या दूसरों को बातचीत में शामिल होने के लिए आमंत्रित करें
hu: Kezdj új beszélgetést, vagy hívd meg másokat, hogy csatlakozzanak.

source: Oops!
ar: عذرًا!
hi: उफ़!
hu: Hoppá!

source: Leave
ar: مغادرة
hi: छोड़ें
hu: Kilépés

source: No Replies
ar: لا توجد ردود
hi: कोई उत्तर नहीं
hu: Nincsenek válaszok

# ERROR_INTERNET_UNAVAILABLE
source: No Internet Connection. Please try again later.
ar: لا يوجد اتصال بالإنترنت. حاول مرة أخرى لاحقًا.
hi: इंटरनेट कनेक्शन उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें
hu: Nincs internetkapcsolat. Próbáld meg később.

# ENTER_UID
source: Enter Your UID
ar: أدخل معرّف المستخدم الخاص بك
hi: अपना UID दर्ज करें
hu: Írd be a saját UID-det

# SIGN_IN_COMETCHAT
source: Sign in to cometchat
ar: تسجيل الدخول إلى CometChat
hi: cometchat में साइन इन करें
hu: Bejelentkezés a CometChatbe

# CHOOSE_SAMPLE_USER
source: Choose a Sample Users
ar: اختر مستخدمًا تجريبيًا
hi: एक नमूना उपयोगकर्ता चुनें
hu: Válassz példafelhasználót

source: or
ar: أو
hi: या
hu: vagy

source: Change App Credentials
ar: تغيير بيانات اعتماد التطبيق
hi: एप्लिकेशन क्रेडेंशियल्स बदलें
hu: Alkalmazási hitelesítő adatok módosítása

source: Change
ar: تغيير
hi: बदलें
hu: Módosítás

source: Something went wrong!
ar: حدث خطأ ما!
hi: कुछ गलत हो गया!
hu: Valami hiba történt!

source: No data Received
ar: لم يتم استلام أي بيانات
hi: कोई डेटा प्राप्त नहीं हुआ
hu: Nem érkezett adat

source: App Credentials
ar: بيانات اعتماد التطبيق
hi: एप्लिकेशन क्रेडेंशियल्स
hu: Alkalmazási hitelesítő adatok

source: Region
ar: المنطقة
hi: क्षेत्र
hu: Régió

# ENTER_APP_ID
source: Enter the app ID
ar: أدخل معرّف التطبيق
hi: एप्लिकेशन ID दर्ज करें
hu: Írd be az App ID-t

# ENTER_AUTH_KEY
source: Enter the auth key
ar: أدخل مفتاح المصادقة
hi: प्रमाणीकरण कुंजी दर्ज करें
hu: Írd be az Auth kulcsot

source: APP ID
ar: معرّف التطبيق
hi: एप ID

source: Auth Key
ar: مفتاح المصادقة
hi: प्रमाणीकरण कुंजी
hu: Auth kulcs

# SELECT_REGION_ERROR
source: Please select a region
ar: الرجاء اختيار منطقة
hi: कृपया एक क्षेत्र चुनें
hu: Kérlek, válassz régiót

# ENTER_APP_ID_ERROR
source: Please enter App ID properly
ar: الرجاء إدخال معرّف التطبيق بشكل صحيح
hi: कृपया एप ID सही ढंग से दर्ज करें
hu: Kérlek, helyesen add meg az App ID-t

# ENTER_AUTH_KEY_ERROR
source: Please enter Auth Key properly
ar: الرجاء إدخال مفتاح المصادقة بشكل صحيح
hi: कृपया प्रमाणीकरण कुंजी सही ढंग से दर्ज करें
hu: Kérlek, helyesen add meg az Auth kulcsot

# FILL_PROPER_ERROR
source: Fill Proper
ar: الرجاء ملء الحقول بشكل صحيح
hi: सही से भरें
hu: Kérlek, töltsd ki rendesen

source: Thread
ar: سلسلة
hi: थ्रेड
hu: Szál

# SEND_MESSAGE_ERROR_TO_BLOCK_USER
source: Can’t send a message to blocked
ar: لا يمكن إرسال رسالة إلى مستخدم محظور
hi: ब्लॉक किए गए को संदेश नहीं भेजा जा सकता
hu: Nem küldhetsz üzenetet letiltott felhasználónak

# NO_LONGER_IN_GROUP_ERROR
source: You're no longer part of this group
ar: أنت لم تعد جزءًا من هذه المجموعة
hi: आप अब इस समूह का हिस्सा नहीं हैं
hu: Már nem vagy tagja ennek a csoportnak

source: New Chat
ar: دردشة جديدة
hi: नई चैट
hu: Új beszélgetés

source: Ownership Transfer
ar: نقل الملكية
hi: मालिकाना हक हस्तांतरण
hu: Tulajdonjog átruházása

source: Public
ar: عام
hi: सार्वजनिक
hu: Nyilvános

source: Private
ar: خاص
hi: निजी
hu: Privát

source: Password
ar: كلمة المرور
hi: पासवर्ड
hu: Jelszó

source: New Group
ar: مجموعة جديدة
hi: नया समूह
hu: Új csoport

source: Type
ar: النوع
hi: प्रकार
hu: Típus

source: Name
ar: الاسم
hi: नाम
hu: Név

# ENTER_GROUP_NAME
source: Enter the group name
ar: أدخل اسم المجموعة
hi: समूह का नाम दर्ज करें
hu: Írd be a csoport nevét

source: Enter Password
ar: أدخل كلمة المرور
hi: पासवर्ड दर्ज करें
hu: Írd be a jelszót

# EMPTY_GROUP_NAME_ERROR
source: Group name cannot be empty
ar: لا يمكن أن يكون اسم المجموعة فارغًا
hi: समूह का नाम खाली नहीं हो सकता
hu: A csoport neve nem lehet üres

# EMPTY_PASSWORD_ERROR
source: Password cannot be empty for a password-protected group
ar: لا يمكن أن تكون كلمة المرور فارغة لمجموعة محمية بكلمة مرور
hi: पासवर्ड-संरक्षित समूह के लिए पासवर्ड खाली नहीं हो सकता
hu: A jelszó nem lehet üres egy jelszóval védett csoport esetén

source: View Members
ar: عرض الأعضاء
hi: सदस्यों को देखें
hu: Tagok megtekintése

source: Banned Members
ar: الأعضاء المحظورون
hi: प्रतिबंधित सदस्य
hu: Kitiltott tagok

source: Delete and Exit
ar: حذف ومغادرة
hi: हटाएं और बाहर निकलें
hu: Törlés és kilépés

source: Group Info
ar: معلومات المجموعة
hi: समूह जानकारी
hu: Csoportinformáció

# CONFIRM_DELETE_AND_EXIT_GROUP_ALERT
source: Are you sure you want to delete this chat and exit the group? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه الدردشة ومغادرة المجموعة؟ هذا الإجراء لا يمكن التراجع عنه.
hi: क्या आप वाकई इस चैट को हटाकर समूह से बाहर निकलना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती
hu: Biztosan törlöd ezt a beszélgetést és kilépsz a csoportból? Ez a művelet nem visszavonható.

# DELETE_AND_EXIT_QUESTION_MARK
source: Delete and Exit?
ar: حذف ومغادرة؟
hi: हटाएं और बाहर निकलें?
hu: Törlés és kilépés?

# TRANSFER_OWNERSHIP_ALERT
source: You need to transfer ownership of this group to another group member before leaving this ground.
ar: يجب عليك نقل ملكية هذه المجموعة إلى عضو آخر قبل المغادرة.
hi: इस समूह से बाहर निकलने से पहले आपको समूह का स्वामित्व किसी अन्य सदस्य को हस्तांतरित करना होगा
hu: Átruháznod kell a csoport tulajdonjogát egy másik tagra, mielőtt kilépsz.

source: Transfer
ar: نقل
hi: हस्तांतरित करें
hu: Átruházás

# LEAVE_GROUP_QUESTION_MARK
source: Leave this group?
ar: مغادرة هذه المجموعة؟
hi: क्या इस समूह से बाहर निकलें?
hu: Elhagyni a csoportot?

# LEAVE_GROUP_ALERT
source: Are you sure you want to leave this group? You won't receive any more messages from this chat.
ar: هل أنت متأكد أنك تريد مغادرة هذه المجموعة؟ لن تتلقى أي رسائل أخرى.
hi: क्या आप वाकई इस समूह से बाहर निकलना चाहते हैं? आपको इस चैट से और संदेश प्राप्त नहीं होंगे
hu: Biztosan elhagyod ezt a csoportot? Nem fogsz több üzenetet kapni innen.

source: Voice
ar: صوت
hi: आवाज
hu: Hang

source: Block
ar: حظر
hi: ब्लॉक करें
hu: Tiltás

source: Delete Chat
ar: حذف الدردشة
hi: चैट हटाएं
hu: Beszélgetés törlése

source: User Info
ar: معلومات المستخدم
hi: उपयोगकर्ता जानकारी
hu: Felhasználói információk

# BLOCKED_USER_ERROR
source: Are you sure you want to block
ar: هل أنت متأكد أنك تريد حظر
hi: क्या आप वाकई ब्लॉक करना चाहते हैं
hu: Biztosan le akarod tiltani

# DELETE_CHAT_CONFIRMATION
source: Are you sure you want to delete this chat. This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه الدردشة؟ لا يمكن التراجع عن هذا الإجراء.
hi: क्या आप वाकई इस चैट को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती
hu: Biztosan törlöd ezt a beszélgetést? Ez a művelet nem vonható vissza.

source: No Members Available
ar: لا يوجد أعضاء متاحون
hi: कोई सदस्य उपलब्ध नहीं
hu: Nincsenek elérhető tagok

source: Add
ar: إضافة
hi: जोड़ें
hu: Hozzáadás

# UNBAN_MEMBER_ALERT
source: Are you sure you want to unban
ar: هل أنت متأكد أنك تريد إلغاء حظر
hi: क्या आप वाकई प्रतिबंध हटाना चाहते हैं
hu: Biztosan feloldod a tiltást ehhez

source: Call Detail
ar: تفاصيل المكالمة
hi: कॉल विवरण
hu: Hívás részletei

source: Missed
ar: فائتة
hi: मिस्ड
hu: Elmulasztott

source: No Call Recordings
ar: لا توجد تسجيلات للمكالمات
hi: कोई कॉल रिकॉर्डिंग उपलब्ध नहीं
hu: Nincsenek hívásfelvételek

# RECORD_CALL_MESSAGE
source: Record a call to see call recordings listed here.
ar: سجّل مكالمة لعرض التسجيلات هنا.
hi: यहाँ कॉल रिकॉर्डिंग देखने के लिए एक कॉल रिकॉर्ड करें
hu: Rögzíts egy hívást, hogy megjelenjenek itt a felvételek.

# COMPOSER_PLACEHOLDER
source: Type your message here...
ar: اكتب رسالتك هنا...
hi: अपना संदेश यहाँ टाइप करें...
hu: Írd ide az üzeneted...

# DELETE_MESSAGE_SUBTITLE
source: Are you sure you want to delete this message? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه الرسالة؟ لا يمكن التراجع عن هذا الإجراء.
hi: क्या आप वाकई इस संदेश को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती
hu: Biztosan törlöd ezt az üzenetet? Ez a művelet visszavonhatatlan.

# FORM_COMPLETION_MESSAGE
source: Thank you for filling out the form.
ar: شكرًا لك على ملء النموذج.
hi: फॉर्म भरने के लिए धन्यवाद
hu: Köszönjük, hogy kitöltötted az űrlapot.

# CALL_LOGS_EMPTY_MESSAGE
source: No Call Logs Yet
ar: لا يوجد سجل للمكالمات حتى الآن
hi: अभी तक कोई कॉल लॉग नहीं
hu: Még nincsenek hívásnaplók

# CALL_LOGS_EMPTY_SUBTITLE_MESSAGE
source: Make or receive calls to see your call history listed here
ar: قم بإجراء أو استقبال المكالمات لمشاهدة سجلك هنا
hi: यहाँ अपना कॉल इतिहास देखने के लिए कॉल करें या प्राप्त करें
hu: Kezdeményezz vagy fogadj hívásokat, hogy itt megjelenjenek a híváselőzmények

# GROUPS_EMPTY_MESSAGE
source: No Groups Found
ar: لم يتم العثور على مجموعات
hi: कोई समूह नहीं मिले
hu: Nincsenek csoportok

# CREATE_GROUP_MESSAGE
source: Create or join groups to see them listed here and start collaborating..
ar: أنشئ مجموعات أو انضم إليها لعرضها هنا والبدء بالتعاون.
hi: यहाँ सूचीबद्ध समूह देखने और सहयोग शुरू करने के लिए समूह बनाएँ या शामिल हों
hu: Hozz létre vagy csatlakozz csoportokhoz, hogy együttműködhess, és itt jelenjenek meg.
