Repository: jitvarpatil/repo-clone-ios
Catalog: CometChatUIKitSwift/Components/Shared/Resources/*.lproj/Localizable.strings
Languages: ar, hi, hu

# USERS_EMPTY_MESSAGE
source: No Users Available
ar: لا يوجد مستخدمون متاحون
hi: कोई उपयोगकर्ता उपलब्ध नहीं
hu: Nincsenek elérhető felhasználók

# USERS_EMPTY_SUBTITLE_MESSAGE
source: Add contacts to start conversations and see them listed here.
ar: أضف جهات اتصال لبدء المحادثات ومشاهدتهم هنا.
hi: बातचीत शुरू करने और सूची में देखने के लिए संपर्क जोड़ें
hu: Vegyél fel ismerősöket, hogy beszélgethess velük, és itt listázva lásd őket.

# STICKERS_EMPTY_MESSAGE
source: No Stickers Available
ar: لا توجد ملصقات
hi: कोई स्टिकर्स उपलब्ध नहीं
hu: Nincsenek matricák

# DONT_HAVE_STICKERS_MESSAGE
source: You don’t have any stickers yet.
ar: ليس لديك أي ملصقات بعد.
hi: आपके पास अभी तक कोई स्टिकर्स नहीं हैं
hu: Még nincsenek matricáid.

source: Retry
ar: إعادة المحاولة
hi: पुनः प्रयास करें
hu: Próbáld újra

# SOMETHING_WENT_WRONG_WITH_NEW_LINE
source: Looks like something went wrong. Please try again.
ar: يبدو أن هناك خطأ ما. حاول مرة أخرى.
hi: लगता है कुछ गलत हो गया है. कृपया पुनः प्रयास करें.
hu: Valami hiba történt. Próbáld újra.

# MESSAGE_INFORMATION_EMPTY_MESSAGE
source: Waiting for recipients to receive and view the message
ar: بانتظار استلام وعرض الرسالة من قِبل المستلمين
hi: संदेश प्राप्त करने और देखने के लिए प्राप्तकर्ताओं का इंतजार कर रहा है
hu: Várunk rá, hogy a címzettek megkapják és elolvassák az üzenetet

source: Message Info
ar: معلومات الرسالة
hi: संदेश जानकारी
hu: Üzenetinformáció

# MESSAGE_NOT_SUPPORTED
source: This Message is not supported
ar: هذا النوع من الرسائل غير مدعوم
hi: यह संदेश समर्थित नहीं है
hu: Ez a fajta üzenet nem támogatott

source: Last seen a minute ago
ar: شوهد آخر مرة منذ 1 دقيقة
hi: अभी एक मिनट पहले देखा गया
hu: Utoljára látott 1 perccel ezelőtt

source: Last seen
ar: آخر ظهور
hi: अंतिम बार देखा गया
hu: Legutóbb látták

source: minutes ago
ar: دقائق مضت
hi: मिनट पहले
hu: perce

source: Joining Group
ar: الانضمام إلى المجموعة
hi: समूह में शामिल हो रहा है
hu: Csatlakozás a csoporthoz

source: Tap to remove
ar: اضغط للإزالة
hi: हटाने के लिए टैप करें
hu: Koppints az eltávolításhoz

# MESSAGE_TYPE_NOT_SUPPORTED
source: This message type is not supported
ar: هذا النوع من الرسائل غير مدعوم
hi: यह संदेश प्रकार समर्थित नहीं है
hu: Ez a fajta üzenet nem támogatott

source: Emoji Keyboard
ar: لوحة مفاتيح الرموز التعبيرية
hi: इमोजी कीबोर्ड
hu: Emoji-billentyűzet

source: Change Scope
ar: تغيير الصلاحيات
hi: स्कोप बदलें
hu: Szerep módosítása

# CHANGE_ROLE_MESSAGE
source: You can change roles to manage group permissions and responsibilities.
ar: يمكنك تغيير الأدوار لإدارة أذونات ومسؤوليات المجموعة.
hi: आप समूह अनुमतियाँ और जिम्मेदारियाँ प्रबंधित करने के लिए भूमिकाएँ बदल सकते हैं
hu: A szerepek módosításával kezelheted a csoport jogosultságait és felelősségeit.

source: Ask question
ar: اطرح سؤالًا
hi: प्रश्न पूछें
hu: Kérdés feltevése

source: Join Group
ar: انضم إلى المجموعة
hi: समूह में शामिल हों
hu: Csatlakozás a csoporthoz

# INVALID_PASSWORD_MESSAGE
source: Invalid password. Please try again.
ar: كلمة المرور غير صحيحة. حاول مرة أخرى.
hi: अमान्य पासवर्ड। कृपया पुनः प्रयास करें
hu: Érvénytelen jelszó. Kérlek, próbáld újra.

# ENTER_GROUP_PASSWORD
source: Please enter the group password.
ar: يرجى إدخال كلمة المرور الخاصة بالمجموعة.
hi: कृपया समूह का पासवर्ड दर्ज करें
hu: Kérlek, add meg a csoport jelszavát.

source: Create conversation
ar: إنشاء محادثة
hi: बातचीत बनाएँ
hu: Beszélgetés létrehozása

source: Logout
ar: تسجيل الخروج
hi: लॉगआउट
hu: Kijelentkezés

source: Save
ar: حفظ
hi: सहेजें
hu: Mentés

source: All
ar: الكل
hi: सभी
hu: Összes

source: Enter text here...
ar: أدخل النص هنا...
hi: यहाँ पाठ दर्ज करें...
hu: Írd ide a szöveget...

source: Create Poll
ar: إنشاء استطلاع
hi: पोल बनाएं
hu: Szavazás létrehozása

source: Creating Poll...
ar: إنشاء استطلاع...
hi: पोल बनाया जा रहा है...
hu: Szavazás létrehozása...

source: Exit
ar: الخروج
hi: बाहर जाएं
hu: Kilépés

source: No
ar: لا
hi: नहीं
hu: Nem

# EXIT_ALERT
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
hu: Biztos, hogy ki akarsz menni?

source: Question
ar: سؤال
hi: सवाल
hu: Kérdés

source: Options
ar: خيارات
hi: ऑप्शन्स
hu: Opciók

# FILL_POLL_DETAILS
source: Please fill in all required fields before creating a poll.
ar: يرجى ملء جميع الحقول المطلوبة قبل إنشاء استطلاع.
hi: कृपया पोल बनाने से पहले सभी आवश्यक फ़ील्ड भरें।
hu: Kérjük, töltse ki az összes kötelező mezőt a szavazás létrehozása előtt.

source: User
ar: استخدم
hi: उपयोगकर्ता
hu: Használja

source: Messages
ar: رسالة
hi: सन्देश
hu: Üzenet

source: Delete
ar: حذف
hi: मिटाएँ
hu: Törölje

# MODERATION_MESSAGE_BLOCKED_ERROR
source: Your message was blocked due to moderation policies
hu: Üzenetét moderálási irányelvek miatt blokkolták.
